Repository: zendalona/lios
Catalog: po/*.po
Languages: it

source: Press take/close button at the right side
it: Premi il pulsante prendi/chiudi sul lato destro

source: Take
it: Prendi

source: Close
it: Chiudi

source: {} Decode error Select Other Character Encoding
it: {} Errore di decodifica, seleziona un'altra codifica di caratteri

source: Select
it: Seleziona

source: Character Encoding:
it: Codifica dei caratteri:

source: Start new without saving?
it: Inizia un nuovo senza salvare?

source: Cancel
it: Annulla

source: Start-New!
it: Avvia un nuovo!

source: Select the file to open
it: Seleziona file da aprire

source: Save
it: Salva

source: Select the file to append
it: Seleziona il file da aggiungere

source: Select the file to insert at cursor
it: Seleziona il file da inserire al cursore

source: Filename please
it: Nome del file per favore

source: Select the file to import
it: Seleziona il file da importare

source: Text Cleaner
it: Pulisce il testo

source: Match
it: Corrispondenza

source: Replace
it: Sostituisci

source: Give match and replace
it: Dai corrispondenza e sostitusci

source: Close!
it: Chiudi!

source: Match :
it: Corrispondenza:

source: Replace :
it: Sostituisci:

source: Add
it: Aggiungi

source: Remove
it: Rimuovi

source: Import
it: Importa

source: Export
it: Esporta

source: Clear
it: Svuota

source: Restore
it: Ripristina

source: Apply From Cursor
it: Applica dal cursore

source: Apply on entire text
it: Applica su tutto il testo

source: Bookmark Table
it: Tabella di segnalibri

source: Select the bookmark
it: Seleziona il segnalibro

source: Jump
it: Vai a

source: Scroll Text to position
it: Approssimazione

source: Delete
it: Cancella

source: Select the bookmark file to import
it: Seleziona il file di segnalibri da importare

source: Warning!
it: Attenzione!

source: File must be saved inorder to bookmark the text!
it: Il file deve essere salvato per poter aggiungere il testo al segnalibro!

source: Create new Bookmark
it: Crea nuovo segnalibro

source: Bookmark
it: Segnalibro

source: Name :
it: Nome:

source: Context label
it: Etichetta contestuale

source: <b>Find word: </b>
it: <b>Parola da ricercare: </b>

source: Next
it: Inoltra

source: Previous
it: Indietro

source: Find Dialog
it: Finestra di recerca

source: No match found
it: Corrispondenza non trovata

source: <b>Word: </b>
it: <b>Parola: </b>

source: <b>Replace word: </b>
it: <b>Parola sostituita: </b>

source: Replace All
it: Sostituisci tutto

source: Suggestions
it: Suggerimenti

source: Spell Check finished
it: Controllo ortografico terminato

source: <b>Misspelled word: </b>
it: <b>Parola con errori di ortografia: </b>

source: Change
it: Cambia

source: Change All
it: Cambia tutto

source: Ignore
it: Ignora

source: Ignore All
it: Ignora tutto

source: Add to user dict
it: Aggiungi al dizionario dell'utente

source: Spell-Check
it: Verifica l'ortografia

source: Go To Line
it: Vai alla linea

source: Go
it: Vai

source: Line Number:
it: Numero di riga:

source: Audio Converter
it: Convertitore audio

source: Convert
it: Converti

source: Speed:
it: Velocità:

source: Pitch:
it: Livello:

source: Split Time:
it: Durata della brano:

source: Voice:
it: Voce:

source: MP3 (liblame required)
it: MP3 (richiesta liblame)

source: Format:
it: Formato:

source: Enter the file name
it: Inserisce un nome di file

source: Selected
it: Selezionato

source: Width
it: Larghezza

source: Height
it: Altezza

source: Letter
it: Lettera

source: _Delete
it: _Cancella

source: Shortcut Alt+D
it: Scorciatoia Alt+D

source: Open
it: Apri

source: Take-Screenshot
it: Fai uno Screenshot

source: Scan-Using-Webcam
it: Scansiona con la webcam

source: Recognize
it: Riconosci

source: Recognize-With-Rotation
it: Riconosci con rotazione

source: Rotate-Left
it: Gira a sinistra

source: Rotate-Twice
it: Gira due volte

source: Rotate-Right
it: Gira a destra

source: Invert-List
it: Inverte l'elenco

source: Export-As-Pdf
it: Esporta come Pdf

source: Zoom-In
it: Igrandisci

source: Zoom-Fit
it: Adatta allo zoom

source: Zoom-Out
it: Dimensione predefinita

source: Recognize-Selected-Areas
it: Riconosci le zone selezionate

source: Recognize-Current-Image
it: Riconosci l'immagine attuale

source: Recognize-Current-Image-With-Rotation
it: Riconosci l'immagine corrente con rotazione

source: Save-Selected-Areas
it: Salva le zone selezionate

source: New
it: Nuovo

source: Undo
it: Annulla

source: Redo
it: Ripristina

source: Find
it: Trova

source: Find-Replace
it: Trova e sostituisci

source: Start-Reader
it: Avvia il lettore

source: Stop-Reader
it: Ferma il lettore

source: Go-To-Line
it: Vai alla linea

source: Go-To-Page
it: Vai alla pagina

source: Save As
it: Salva come

source: Export Text As Pdf
it: Esporta testo come Pdf

source: Print
it: Stampa

source: Print Preview
it: Anteprima di stampa

source: Quit
it: Esci

source: _Edit
it: _Modifica

source: Punch Text
it: Incorpora testo

source: Append Text
it: Aggiungi testo

source: Find Replace
it: Trova e sostituisci

source: Spell Check
it: Controllo ortografico

source: Go To Page
it: Vai a la pagina

source: Preferences
it: Preferenze

source: _Image
it: _Immagine

source: Rotate Left
it: Gira a sinistra

source: Current
it: Attuale

source: All
it: Tutto

source: Rotate Twice
it: Gira due volte

source: Rotate Right
it: Gira a destra

source: Invert List
it: Inverte l'elenco

source: Selected Images
it: Immagini selezionati

source: All Images
it: Tutte le immagini

source: Export As Pdf
it: Esporta come Pdf

source: _Scan
it: _Scansiona

source: Update Scanner List
it: Aggiorna l'elenco degli scanner

source: Scan Image
it: Scansiona immagine

source: Scan Image Repeatedly
it: Scansione di un'immagine più volte

source: Scan and Ocr
it: Scansiona e Ocr

source: Scan and Ocr Repeatedly
it: Scansione e Ocr di un'immagine più volte

source: Optimize Scanner Brightness
it: Ottimizza la luminosità del scanner

source: Scan Using Webcam
it: Scansiona con la webcam

source: Take Screenshot
it: Fai uno Screenshot

source: Selection
it: Selezione

source: Full
it: Tutto

source: Take and Recognize Screenshot
it: Fai e riconosci uno Screenshot

source: _Recognize
it: _Riconosci

source: Recognize Current Image
it: Riconosci l'immagine attuale

source: Recognize Current Image With Rotation
it: Riconosci l'immagine corrente con rotazione

source: Recognize Selected Areas
it: Riconosci le zone selezionate

source: Recognize Selected Images
it: Riconosci le immagini selezionate

source: Recognize All Images
it: Riconosci tutte le immagini

source: Recognize Selected with rotation
it: Riconosci selezionata con rotazione

source: Recognize All with rotation
it: Riconosci tutti con rotazione

source: _Tools
it: _Strumenti

source: Apply Entire
it: Applica a tutto

source: Dictionary
it: Dizionario

source: Import Bookmarks
it: Importa segnalibri

source: Bookmark Table Complete
it: Tabella di segnalibri completa

source: Start Reader
it: Avvia il lettore

source: Stop Reader
it: Ferma il lettore

source: Increase Reader Speed
it: Aumenta la velocità del lettore

source: Decrease Reader Speed
it: Diminisci la velocità del lettore

source: Stop All Process
it: Interrompi tutto il processo

source: _Preferences
it: _Preferenze

source: Preferences General
it: Preferenze generali

source: Preferences Recognition
it: Preferenze di riconoscimento

source: Preferences Scanning
it: Preferenze di scansione

source: Load
it: Carica

source: Help
it: _Aiuto

source: Open Readme
it: Apri Readme

source: Video Tutorials
it: Tutorial video

source: Open Home Page
it: Apri Homepage

source: Get Source Code
it: Ottieni il codice sorgente

source: About
it: Informazioni

source: Scan
it: Scansiona

source: Welcome to {} Version {}
it: Benvenuto in {} Versione {}

source: Go to page
it: Vai alla pagina

source: Page Number:
it: Numero di pagina:

source: Extracting images from Pdf
it: Estrazione delle immagini dal Pdf

source: Completed!
it: Completato!

source: Getting devices
it: Ricerca dei dispositivi

source: Setting Scanner {}
it: Imposta scanner {}

source: No Scanner Detected!
it: Nessuno scanner rilevato!

source: Scanning {}, resolution {}, brightness {}
it: Scansione {}, risoluzione {}, luminosità {}

source: Scan Completed!
it: Scansione fatta!

source: Recognizing {}
it: Riconoscimento {}

source: Page {}
it: Pagina {}

source: Completed
it: Completato

source: Scanning with resolution {}, brightness {}, for detecting angle of rotation.
it: Scansione con una risoluzione di {}, luminosità di {}, per rilevare l'angolo di rotazione.

source: <b>Click 'Optimize' to start optimisation </b>
it: <b>Fai clic su "Ottimizza" per avviare l'ottimizzazione </b>

source: Optimize
it: Ottimizza

source: Apply
it: Applica

source: Angle to be rotated:
it: Angolo da ruotare:

source: Current Value
it: Valore attuale

source: Start
it: Avvia

source: Distance
it: Distanza

source: End
it: Fine

source: Result
it: Risultato

source: Set Mode of rotation
it: Imposta la modalità di rotazione

source: Yes set this rotation
it: Sì, imposta questa rotazione

source: No continue with existing mode
it: Non continuare con la modalità esistente

source: Do you want to fix the angle at {} degree manual rotation ?
it: Vuoi correggere l'angolo in {} grado di rotazione manuale?

source: Rotation mode changed to manual at angle {} degree
it: La modalità di rotazione è stata modificata in manuale con angolo di {} gradi

source: <b>Optimisation Result </b>
it: <b>Risultato di ottimizzazione </b>

source: Got {} Words at brightness {}
it: Evidenzia {} parole con la luminosità di {}

source: Got {} words at brightness {}. Scanning with resolution {}, brightness {}.
it: Evidenzia {} parole con la luminosità di {}. Scansione con la risoluzione {}, la luminosità {}.

source: Scanning with resolution {}, brightness {}.
it: Scansione con una risoluzione di {} e una luminosità di {}.

source: Recognizing {0}test.pnm
it: Riconoscimento di {0}test.pnm

source: Terminated
it: Fatto

source: Yes
it: Si

source: Current text not saved! do you want to load readme without saving?
it: Testo attuale non salvato! vuoi caricare il readme senza salvare?

source: No item selected!
it: Nessun elemento selezionato!

source: Deleting!
it: Eliminazione!

source: Yes Delete
it: Si cancella

source: Are you sure you want to delete selected images?
it: Sei sicuro di voler cancellare le immagini selezionate?

source: Nothing selected
it: Nulla di selezionato

source: Rotating selected image {} to {}
it: Rotazione dell'immagine selezionata {} a {}

source: Select Folder to save images
it: Seleziona cartella per salvare le immagini

source: Give pdf filename(with extension) to save images
it: Fornisci il nome del file pdf (con estensione) per salvare le immagini

source: Running OCR on selected Area [ X={} Y={} Width={} Height={} ]
it: Esecuzione dell' OCR sull'area selezionata [ X={} Y={} Larghezza={} Altezza={} ]

source: Dictionary not found!
it: Dizionario non trovato!

source: Please install aspell, ispell, hunspell, myspell, or uspell dictionary for your language({0}) and restart Lios! Otherwise spellchecker and auto-rotation will work with english(fallback). For example on debian based system one can install aspell or hunspell french dictionary using following commands apt-get install aspell-{1} apt-get install hunspell-{1} or ispell dict using apt-get install ifrench On rpm based system use yum install aspell-{1} On arch based system use pacman -S aspell-{1}
it: Installa il dizionario aspell, ispell, hunspell, myspell o uspell per la tua lingua({0}) e riavvia Lios! Altrimenti il controllo ortografico e la rotazione automatica funzioneranno con l'inglese (fallback). Ad esempio su un sistema basato su Debian è possibile installare il dizionario francese aspell o hunspell utilizzando i seguenti comandi apt-get install aspell-{1} apt-get install hunspell-{1} o il dizionario ispell utilizzando apt-get install ifrench Sull'uso del sistema basato su rpm yum installa aspell-{1} Sull'uso del sistema basato su arco pacman -S aspell-{1}

source: Save preferences as
it: Salva preferenze come

source: Preferences saved to
it: Preferenze salvate in

source: Select the image
it: Seleziona immagine

source: Preferences loaded from
it: Preferenze caricate da

source: Preferences Restored
it: Preferenze ripristinate

source: Select files to open
it: Seleziona file da aprire

source: Recognize imported images?
it: Riconoscere le immagini importate?

source: Yes (also clear previous text)
it: Sì (cancella anche il testo precedente)

source: Do you want to recognize imported images?
it: Vuoi riconoscere le immagini importate?

source: Lios is a free and open source software for converting print into text using a scanner or camara. It can also produce text from other sources. Such as images, Pdf, or screenshot. Program is given total accessibility for visually impaired. Lios is written in python3 and we release it under GPL3 licence. There are great many possibilities for this program. Feedback is the key to it.
it: Lios è un software gratuito e opensource per convertire testit stampanti in testo usando uno scanner o una camera. Può anche produrre testo da altre fonti. Come immagini, Pdf o schermato. Il programma ha accesso totale per ipovedenti. Lios è scritto in python3 e è sotto licenza GPL3. Ci sono molte possibilità per questo programma. I feedback ci sono la chiava.

source: Visit Home Page
it: Visita Homepage

source: Font
it: Caratteri

source: Highlight Font
it: Evidenzia i caratteri

source: Highlight Color
it: Evidenzia colore

source: Highlight Background
it: Evidenzia sfondo

source: Speech Module
it: Modulo del riconoscimento vocale

source: Speech Language
it: Lingua del riconoscimento vocale

source: Speech Rate
it: Velocità del riconoscimento vocale

source: Speech Volume
it: Volume del riconoscimento vocale

source: Speech Pitch
it: Livello del riconoscimento vocale

source: General
it: Generale

source: Engine
it: Motore OCR

source: Language
it: Lingua

source: Language - 2
it: Lingua - 2

source: Language - 3
it: Lingua - 3

source: Run Text Cleaner
it: Esegui pulitore di testo

source: Insert Position
it: Inserisci posizione

source: Cursor
it: Cursore

source: Mode Of Rotation
it: Modalità di rotazione

source: Full Automatic
it: Automatico

source: Partial Automatic
it: Parzialmente automatico

source: Manual
it: Manuale

source: Angle
it: Angolo

source: Give Page Number
it: Da un numero di pagina

source: Page Numbering Type
it: Tipo di numerazione delle pagine

source: Single Page
it: Pagina unica

source: Double Page
it: Pagina doppia

source: Starting Page Number
it: Numero di pagina iniziale

source: Recognition
it: Riconoscimento

source: Resolution
it: Risoluzione

source: Brightness
it: Luminosità

source: Scan Area
it: Scansiona area

source: Full Scan Area
it: Scansiona area completa

source: Three Quarters
it: Tre quarti

source: Two Quarters
it: Due quarti

source: One Quarter
it: Uno quarto

source: Number of Pages to Scan
it: Numero di pagine da scansionare

source: Time Bitween Repeted Scanning
it: Tempo tra la scansione ripetuta

source: Change to binary or linear if possible
it: Passare al codice binario o lineare, se possibile

source: Cache Calibration
it: Calibrazione cache

source: Scanning
it: Scansione

source: Lios Preferences
it: Preferenze di Lios

source: Save-As
it: Salva come

source: Text-Cleaner
it: Pulitore di testo

source: Apply-From-Cursor
it: Applica dal cursore

source: Apply-Entire
it: Applica a tutto

source: Train-Tesseract
it: Migliora Tesseract

source: Increase-Reader-Speed
it: Aumenta la velocità del lettore

source: Decrease-Reader-Speed
it: Diminisci la velocità del lettore

source: Stop-All-Process
it: Interrompi tutto il processo

source: Punch-Text
it: Incorpora testo

source: Append-Text
it: Aggiungi testo

source: Import-Pdf
it: Importa Pdf

source: Import-Folder
it: Importa cartella

source: Import-Image
it: Importa immagine

source: Recognize-Selected-Images
it: Riconosci le immagini selezionate

source: Recognize-All-Images
it: Riconosci le immagini

source: Recognize-Selected-with-rotation
it: Riconosci selezionata con rotazione

source: Recognize-All-with-rotation
it: Riconosci tutti con rotazione

source: Export-Text-As-Pdf
it: Esporta testo come Pdf

source: Print-Preview
it: Anteprima di stampa

source: Cut
it: Taglia

source: Copy
it: Copia

source: Paste
it: Incolla

source: Bookmark-Table
it: Tabella di segnalibri

source: Import-Bookmarks
it: Importa segnalibri

source: Bookmark-Table-Complete
it: Tabella di segnalibri completa

source: Update-Scanner-List
it: Aggiorna l'elenco dei scanner

source: Scan-Image
it: Scansiona immagine

source: Scan-Image-Repeatedly
it: Scansione di un'immagine più volte

source: Scan-and-Ocr
it: Scansiona e OCR

source: Scan-and-Ocr-Repeatedly
it: Scansione e Ocr di un'immagine più volte

source: Optimize-Scanner-Brightness
it: Ottimizza la luminosità del scanner

source: Take-and-Recognize-Screenshot
it: Fai e riconosci una schermata

source: Preferences-Scanning
it: Preferenze di scansione

source: Preferences-General
it: Preferenze generali

source: Preferences-Recognition
it: Preferenze di riconoscimento

source: Audio-Converter
it: Convertitore audio

source: Open-Readme
it: Apri il Readme

source: Video-Tutorials
it: Tutorial video

source: Open-Home-Page
it: Apri Homepage

source: Get-Source-Code
it: Ottieni il codice sorgente
